Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Recover Identity
de: Identität wiederherstellen
es: Recuperar identidad
fr: Récupérer l’identité
it: Recupera identità
pt: Recuperar identidade
ru: Восстановить личность
tr: Kimliği Kurtar
zh_hans: 恢复身份
zh_hant: 復原身分

source: Recover incomplete setup?
de: Unvollständige Einrichtung wiederherstellen?
es: ¿Recuperar la configuración incompleta?
fr: Récupérer la configuration incomplète ?
it: Recuperare la configurazione incompleta?
pt: Recuperar a configuração incompleta?
ru: Восстановить незавершённую настройку?
tr: Tamamlanmamış kurulum kurtarılsın mı?
zh_hans: 要恢复未完成的设置吗？
zh_hant: 要復原未完成的設定嗎？

source: Recover Setup
de: Einrichtung wiederherstellen
es: Recuperar configuración
fr: Récupérer la configuration
it: Recupera configurazione
pt: Recuperar configuração
ru: Восстановить настройку
tr: Kurulumu kurtar
zh_hans: 恢复设置
zh_hant: 恢復設定

source: Recover Sign-In Setup
de: Anmeldung wiederherstellen
es: Recuperar inicio de sesión
fr: Récupérer la configuration de connexion
it: Recupera configurazione di accesso
pt: Recuperar configuração de início de sessão
ru: Восстановить настройку входа
tr: Giriş kurulumunu kurtar
zh_hans: 恢复登录设置
zh_hant: 恢復登入設定

source: Recover Sign-In Setup?
de: Anmeldung wiederherstellen?
es: ¿Recuperar inicio de sesión?
fr: Récupérer la configuration de connexion ?
it: Recuperare la configurazione di accesso?
pt: Recuperar configuração de início de sessão?
ru: Восстановить настройку входа?
tr: Giriş kurulumu kurtarılsın mı?
zh_hans: 恢复登录设置？
zh_hant: 恢復登入設定？

source: Recovery did not succeed. The group remains quarantined.
de: Die Wiederherstellung war nicht erfolgreich. Die Gruppe bleibt in Quarantäne.
es: La recuperación no se completó. El grupo permanece en cuarentena.
fr: La récupération n’a pas abouti. Le groupe reste en quarantaine.
it: Il ripristino non è riuscito. Il gruppo rimane in quarantena.
pt: A recuperação não foi concluída. O grupo permanece em quarentena.
ru: Восстановление не удалось. Группа остаётся в карантине.
tr: Kurtarma başarılı olmadı. Grup karantinada kalıyor.
zh_hans: 恢复未成功。群组仍处于隔离状态。
zh_hant: 復原未成功。群組仍處於隔離狀態。

source: Recovery retry failed
de: Erneuter Wiederherstellungsversuch fehlgeschlagen
es: Falló el reintento de recuperación
fr: Échec de la nouvelle tentative de récupération
it: Nuovo tentativo di ripristino non riuscito
pt: Falha ao tentar a recuperação novamente
ru: Повторная попытка восстановления не удалась
tr: Kurtarma yeniden denenemedi
zh_hans: 恢复重试失败
zh_hant: 復原重試失敗

source: Recovery signs this profile out and replaces its unreadable setup checkpoint. Only the latest recovery evidence is retained. It does not undo earlier relay publications. You will need the private key to start a new sign-in; no publication is approved by this action.
de: Die Wiederherstellung meldet dieses Profil ab und ersetzt seinen unlesbaren Einrichtungsstand. Nur die neuesten Wiederherstellungsnachweise bleiben erhalten. Frühere Veröffentlichungen auf Relays werden nicht rückgängig gemacht. Für eine neue Anmeldung benötigst du den privaten Schlüssel; diese Aktion genehmigt keine Veröffentlichung.
es: La recuperación cierra la sesión de este perfil y sustituye su punto de control de configuración ilegible. Solo se conservan las pruebas de recuperación más recientes. No deshace las publicaciones anteriores en los relays. Necesitarás la clave privada para iniciar una nueva sesión; esta acción no autoriza ninguna publicación.
fr: La récupération déconnecte ce profil et remplace son point de contrôle de configuration illisible. Seules les dernières preuves de récupération sont conservées. Elle n’annule pas les publications précédentes sur les relais. Vous aurez besoin de la clé privée pour démarrer une nouvelle connexion ; cette action n’autorise aucune publication.
it: Il recupero disconnette questo profilo e sostituisce il suo punto di controllo della configurazione illeggibile. Vengono conservate solo le prove dell’ultimo recupero. Non annulla le pubblicazioni precedenti sui relay. Avrai bisogno della chiave privata per iniziare un nuovo accesso; questa azione non autorizza alcuna pubblicazione.
pt: A recuperação termina a sessão deste perfil e substitui o seu ponto de controlo de configuração ilegível. Apenas os indícios de recuperação mais recentes são mantidos. Não anula publicações anteriores nos relays. Precisará da chave privada para iniciar uma nova sessão; esta ação não autoriza qualquer publicação.
ru: Восстановление завершит сеанс этого профиля и заменит нечитаемую контрольную точку настройки. Сохранятся только свидетельства последнего восстановления. Ранее сделанные публикации на ретрансляторах не отменяются. Для нового входа понадобится закрытый ключ; это действие не разрешает никаких публикаций.
tr: Kurtarma işlemi bu profilin oturumunu kapatır ve okunamayan kurulum kontrol noktasını değiştirir. Yalnızca en son kurtarma kanıtları saklanır. Rölelerdeki önceki yayınları geri almaz. Yeni bir giriş başlatmak için özel anahtara ihtiyacınız olacak; bu işlem herhangi bir yayına onay vermez.
zh_hans: 恢复操作会退出此个人资料的登录，并替换其无法读取的设置检查点。仅保留最新的恢复证据。它不会撤销先前在中继上的发布。您需要私钥才能开始新的登录；此操作不会批准任何发布。
zh_hant: 恢復操作會登出此個人檔案，並替換其無法讀取的設定檢查點。僅保留最新的恢復證據。它不會撤銷先前在中繼上的發布。您需要私鑰才能開始新的登入；此操作不會核准任何發布。

source: Refresh APNS Token
de: APNS-Token aktualisieren
es: Actualizar token APNS
fr: Actualiser le jeton APNS
it: Aggiorna token APNS
pt: Atualizar token APNS
ru: Обновить токен APNS
tr: APNS Token Yenile
zh_hans: 刷新 APNS 令牌
zh_hant: 重新整理 APNS 令牌

source: Registered
de: Registriert
es: Registrado
fr: Enregistré
it: Registrato
pt: Registrado
ru: Зарегистрировано
tr: Kayıtlı
zh_hans: 已注册
zh_hant: 已註冊

source: Registration
de: Registrierung
es: Registro
fr: Enregistrement
it: Registrazione
pt: Registro
ru: Регистрация
tr: Kayıt
zh_hans: 注册
zh_hant: 註冊

source: Rejoin Group
de: Gruppe erneut beitreten
es: Volver a unirse al grupo
fr: Rejoindre à nouveau le groupe
it: Rientra nel gruppo
pt: Voltar a entrar no grupo
ru: Вступить в группу повторно
tr: Gruba yeniden katıl
zh_hans: 重新加入群组
zh_hant: 重新加入群組

source: Rejoin Group?
de: Gruppe erneut beitreten?
es: ¿Volver a unirse al grupo?
fr: Rejoindre à nouveau le groupe ?
it: Rientrare nel gruppo?
pt: Voltar a entrar no grupo?
ru: Вступить в группу повторно?
tr: Gruba yeniden katılınsın mı?
zh_hans: 重新加入群组？
zh_hant: 重新加入群組？

source: Rejoining replaces this device’s current group state with the invited copy. Your saved message history is kept.
de: Der erneute Beitritt ersetzt den aktuellen Gruppenzustand dieses Geräts durch die eingeladene Kopie. Dein gespeicherter Nachrichtenverlauf bleibt erhalten.
es: Volver a unirte sustituye el estado actual del grupo en este dispositivo por la copia de la invitación. Se conserva tu historial de mensajes guardado.
fr: Rejoindre à nouveau remplace l’état actuel du groupe sur cet appareil par la copie proposée dans l’invitation. Votre historique de messages enregistré est conservé.
it: Rientrare sostituisce lo stato attuale del gruppo su questo dispositivo con la copia proposta nell’invito. La cronologia dei messaggi salvata viene mantenuta.
pt: Voltar a entrar substitui o estado atual do grupo neste dispositivo pela cópia do convite. O histórico de mensagens guardado é mantido.
ru: Повторное вступление заменит текущее состояние группы на этом устройстве копией из приглашения. Сохранённая история сообщений останется.
tr: Yeniden katılmak, bu cihazdaki mevcut grup durumunu davetteki kopyayla değiştirir. Kayıtlı mesaj geçmişiniz korunur.
zh_hans: 重新加入会将此设备上的当前群组状态替换为邀请中的副本。已保存的消息历史将保留。
zh_hant: 重新加入會將此裝置上的目前群組狀態替換為邀請中的副本。已儲存的訊息歷史將保留。

source: Relay hints
de: Hinweise zum Staffellauf
es: Consejos de retransmisión
fr: Conseils de relais
it: Suggerimenti per il relè
pt: Dicas de retransmissão
ru: Подсказки по реле
tr: Aktarma ipuçları
zh_hans: 中继提示
zh_hant: 中繼提示

source: Relay lists updated
de: Staffellisten aktualisiert
es: Listas de retransmisión actualizadas
fr: Listes de relais mises à jour
it: Elenchi relè aggiornati
pt: Listas de retransmissão atualizadas
ru: Списки реле обновлены
tr: Aktarma listeleri güncellendi
zh_hans: 中继列表已更新
zh_hant: 中繼清單已更新

source: Relay only
de: Nur Relais
es: Solo relevo
fr: Relais uniquement
it: Solo relè
pt: Somente relé
ru: Только реле
tr: Yalnızca röle
zh_hans: 仅中继
zh_hant: 僅中繼

source: Relay update failed
de: Das Relay-Update ist fehlgeschlagen
es: Error en la actualización del relé
fr: La mise à jour du relais a échoué
it: Aggiornamento del relè non riuscito
pt: Falha na atualização do relé
ru: Обновление реле не удалось
tr: Röle güncellemesi başarısız oldu
zh_hans: 中继更新失败
zh_hant: 中繼更新失敗

source: Relay URL
de: Relais-URL
es: URL del relé
fr: URL du relais
it: URL del relay
pt: URL do relé
ru: URL реле
tr: Röle URL’si
zh_hans: 中继器 URL
zh_hant: 中繼站 URL

source: Relay validation returned an incomplete result.
de: Die Relay-Validierung hat ein unvollständiges Ergebnis zurückgegeben.
es: La validación del relé devolvió un resultado incompleto.
fr: La validation du relais a renvoyé un résultat incomplet.
it: La convalida del relay ha restituito un risultato incompleto.
pt: A validação do relé retornou um resultado incompleto.
ru: Проверка релея вернула неполный результат.
tr: Röle doğrulaması eksik bir sonuç döndürdü.
zh_hans: 中继服务器验证返回了不完整的结果。
zh_hant: 中繼伺服器驗證傳回了不完整的結果。

source: Relays
de: Relais
es: Relés
fr: Relais
it: Relay
pt: Relés
ru: Реле
tr: Röleler
zh_hans: 中继器
zh_hant: 中繼站

source: Relays let your profile publish information, receive chat invitations, and deliver messages.
de: Relays ermöglichen deinem Profil, Informationen zu veröffentlichen, Chat-Einladungen zu empfangen und Nachrichten zuzustellen.
es: Los relays permiten a tu perfil publicar información, recibir invitaciones a chats y entregar mensajes.
fr: Les relais permettent à votre profil de publier des informations, de recevoir des invitations à discuter et de transmettre des messages.
it: I relay consentono al tuo profilo di pubblicare informazioni, ricevere inviti alle chat e recapitare messaggi.
pt: Os relays permitem que seu perfil publique informações, receba convites para conversas e entregue mensagens.
ru: Ретрансляторы позволяют вашему профилю публиковать информацию, получать приглашения в чаты и доставлять сообщения.
tr: Aktarıcılar profilinizin bilgi yayınlamasını, sohbet davetleri almasını ve mesajları iletmesini sağlar.
zh_hans: 中继让你的个人资料能够发布信息、接收聊天邀请和传递消息。
zh_hant: 中繼站讓你的個人檔案能夠發布資訊、接收聊天邀請和傳遞訊息。

source: Remote Media
de: Externe Medien
es: Multimedia remoto
fr: Médias distants
it: Media remoti
pt: Mídia remota
ru: Удалённые медиафайлы
tr: Uzak medya
zh_hans: 远程媒体
zh_hant: 遠端媒體

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
pt: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

source: Remove %@
de: %@ entfernen
es: Eliminar a %@
fr: Retirer %@
it: Rimuovi %@
pt: Remover %@
ru: Убрать %@
tr: %@ kişisini kaldır
zh_hans: 移除%@
zh_hant: 移除%@

source: Remove Admin
de: Admin entfernen
es: Eliminar administrador
fr: Supprimer l'administrateur
it: Rimuovi amministratore
pt: Remover administrador
ru: Удалить администратора
tr: Yöneticiyi Kaldır
zh_hans: 删除管理员
zh_hant: 刪除管理員

source: Remove Avatar
de: Avatar entfernen
es: Eliminar avatar
fr: Supprimer l’avatar
it: Rimuovi avatar
pt: Remover avatar
ru: Удалить аватар
tr: Avatarı kaldır
zh_hans: 移除头像
zh_hant: 移除頭像

source: Remove from Group
de: Aus Gruppe entfernen
es: Eliminar del grupo
fr: Supprimer du groupe
it: Rimuovi dal gruppo
pt: Remover do grupo
ru: Удалить из группы
tr: Gruptan Kaldır
zh_hans: 从组中删除
zh_hant: 從群組中刪除

source: Remove from this device?
de: Von diesem Gerät entfernen?
es: ¿Eliminar de este dispositivo?
fr: Supprimer de cet appareil ?
it: Rimuovere da questo dispositivo?
pt: Remover deste dispositivo?
ru: Удалить с этого устройства?
tr: Bu cihazdan kaldırılsın mı?
zh_hans: 从此设备中移除？
zh_hant: 從此裝置移除？

source: Remove image
de: Bild entfernen
es: Eliminar imagen
fr: Supprimer l’image
it: Rimuovi immagine
pt: Remover imagem
ru: Удалить изображение
tr: Görseli kaldır
zh_hans: 移除图片
zh_hant: 移除圖片

source: Remove photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
pt: Remover foto
ru: Удалить фото
tr: Fotoğrafı kaldır
zh_hans: 移除照片
zh_hant: 移除照片

source: Remove Photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
pt: Remover foto
ru: Удалить фото
tr: Fotoğrafı kaldır
zh_hans: 移除照片
zh_hant: 移除照片

source: Remove this member?
de: Dieses Mitglied entfernen?
es: ¿Quitar a este miembro?
fr: Supprimer ce membre ?
it: Rimuovere questo membro?
pt: Remover este membro?
ru: Удалить этого участника?
tr: Bu üye kaldırılsın mı?
zh_hans: 删除该成员？
zh_hant: 刪除該成員？

source: Removed
de: Entfernt
es: Eliminado
fr: Retiré
it: Rimosso
pt: Removido
ru: Удалён
tr: Kaldırıldı
zh_hans: 已移除
zh_hant: 已移除

source: Removed from chat
de: Aus dem Chat entfernt
es: Eliminado del chat
fr: Retiré de la discussion
it: Rimosso dalla chat
pt: Removido da conversa
ru: Удалён из чата
tr: Sohbetten çıkarıldınız
zh_hans: 已从聊天中移除
zh_hant: 已從聊天中移除

source: Removes this message for everyone in this chat.
de: Entfernt diese Nachricht für alle in diesem Chat.
es: Elimina este mensaje para todos en este chat.
fr: Supprime ce message pour tout le monde dans cette discussion.
it: Elimina questo messaggio per tutti in questa chat.
pt: Remove esta mensagem para todos nesta conversa.
ru: Удаляет это сообщение для всех в этом чате.
tr: Bu mesajı bu sohbetteki herkes için siler.
zh_hans: 为此聊天中的所有人删除此消息。
zh_hant: 為此聊天中的所有人刪除此訊息。

source: Removes this message only from this device.
de: Entfernt diese Nachricht nur von diesem Gerät.
es: Elimina este mensaje solo de este dispositivo.
fr: Supprime ce message uniquement de cet appareil.
it: Elimina questo messaggio solo da questo dispositivo.
pt: Remove esta mensagem apenas deste dispositivo.
ru: Удаляет это сообщение только с этого устройства.
tr: Bu mesajı yalnızca bu cihazdan siler.
zh_hans: 仅从此设备删除此消息。
zh_hant: 僅從此裝置刪除此訊息。

source: Removing admin…
de: Administrator wird entfernt…
es: Eliminando administrador…
fr: Suppression de l'administrateur…
it: Rimozione amministratore…
pt: Removendo administrador…
ru: Удаление администратора…
tr: Yönetici kaldırılıyor…
zh_hans: 正在删除管理员...
zh_hant: 正在刪除管理員...

source: Removing everyone and publishing the final group update.
de: Alle entfernen und das endgültige Gruppenupdate veröffentlichen.
es: Eliminando a todos y publicando la actualización final del grupo.
fr: Supprimer tout le monde et publier la mise à jour finale du groupe.
it: Rimozione di tutti e pubblicazione dell'aggiornamento finale del gruppo.
pt: Removendo todos e publicando a atualização final do grupo.
ru: Удаление всех и публикация финального обновления группы.
tr: Herkes kaldırılıyor ve son grup güncellemesi yayınlanıyor.
zh_hans: 删除所有人并发布最终的群组更新。
zh_hant: 刪除所有人並發布最終的群組更新。

source: Removing member…
de: Mitglied wird entfernt…
es: Eliminando miembro...
fr: Suppression d'un membre…
it: Rimozione membro…
pt: Removendo membro…
ru: Удаление участника…
tr: Üye kaldırılıyor…
zh_hans: 正在删除成员...
zh_hant: 正在刪除成員...

source: Renamed to %@
de: Umbenannt in %@
es: Renombrado a %@
fr: Renommé %@
it: Rinominato in %@
pt: Renomeado para %@
ru: Переименовано в %@.
tr: %@ olarak yeniden adlandırıldı
zh_hans: 重命名为%@
zh_hant: 重新命名為%@

source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
pt: Responder
ru: Ответить
tr: Yanıtla
zh_hans: 回复
zh_hant: 回覆

source: Reply not sent
de: Antwort nicht gesendet
es: Respuesta no enviada
fr: Réponse non envoyée
it: Risposta non inviata
pt: Resposta não enviada
ru: Ответ не отправлен
tr: Yanıt gönderilemedi
zh_hans: 回复未发送
zh_hant: 回覆未傳送

source: Reply to %@
de: Antwort auf %@
es: Responder a %@
fr: Répondre à %@
it: Rispondi a %@
pt: Responder a %@
ru: Ответ на сообщение %@
tr: %@'e yanıt ver
zh_hans: 回复%@
zh_hant: 回覆%@

source: Replying to %@
de: Antwort auf %@
es: Respondiendo a %@
fr: Répondre à %@
it: Rispondendo a %@
pt: Respondendo a %@
ru: Ответ на %@
tr: %@ yanıtlanıyor
zh_hans: 回复 %@
zh_hant: 回覆 %@

source: Republish Current Key Package
de: Aktuelles Schlüsselpaket erneut veröffentlichen
es: Volver a publicar el paquete de llaves actual
fr: Republier le paquet de clés actuel
it: Ripubblica il pacchetto chiavi attuale
pt: Republicar o pacote de chaves atual
ru: Повторно опубликовать текущий пакет ключей
tr: Mevcut Anahtar Paketini Yeniden Yayınla
zh_hans: 重新发布当前密钥包
zh_hant: 重新發布目前的金鑰套件

source: Republish failed
de: Erneute Veröffentlichung fehlgeschlagen
es: Error al volver a publicar
fr: Échec de la republication
it: Ripubblicazione non riuscita
pt: Falha ao republicar
ru: Не удалось опубликовать повторно
tr: Yeniden yayınlama başarısız
zh_hans: 重新发布失败
zh_hant: 重新發布失敗

source: Republishing…
de: Wird erneut veröffentlicht…
es: Volviendo a publicar…
fr: Republication…
it: Ripubblicazione…
pt: Republicando…
ru: Повторная публикация…
tr: Yeniden yayınlanıyor…
zh_hans: 正在重新发布…
zh_hant: 正在重新發布…

source: Request APNS Token
de: Fordern Sie das APNS-Token an
es: Solicitar token APNS
fr: Demander un jeton APNS
it: Richiedi token APNS
pt: Solicitar token APNS
ru: Запросить токен APNS
tr: APNS Token Talebi
zh_hans: 请求 APNS 令牌
zh_hant: 請求 APNS 令牌

source: Require Face ID
de: Face ID erforderlich
es: Requerir Face ID
fr: Exiger Face ID
it: Richiedi Face ID
pt: Exigir Face ID
ru: Требовать Face ID
tr: Face ID iste
zh_hans: 需要 Face ID
zh_hant: 需要 Face ID

source: Require Optic ID
de: Optic ID erforderlich
es: Requerir Optic ID
fr: Exiger Optic ID
it: Richiedi Optic ID
pt: Exigir Optic ID
ru: Требовать Optic ID
tr: Optic ID iste
zh_hans: 需要 Optic ID
zh_hant: 需要 Optic ID

source: Require passcode
de: Code erforderlich
es: Requerir código
fr: Exiger le code
it: Richiedi codice
pt: Exigir código
ru: Требовать код-пароль
tr: Şifre iste
zh_hans: 需要密码
zh_hant: 需要密碼

source: Require Touch ID
de: Touch ID erforderlich
es: Requerir Touch ID
fr: Exiger Touch ID
it: Richiedi Touch ID
pt: Exigir Touch ID
ru: Требовать Touch ID
tr: Touch ID iste
zh_hans: 需要 Touch ID
zh_hant: 需要 Touch ID

source: Required components
de: Erforderliche Komponenten
es: Componentes necesarios
fr: Composants requis
it: Componenti richiesti
pt: Componentes necessários
ru: Необходимые компоненты
tr: Gerekli bileşenler
zh_hans: 所需组件
zh_hant: 所需組件

source: Required Components
de: Erforderliche Komponenten
es: Componentes requeridos
fr: Composants requis
it: Componenti richiesti
pt: Componentes necessários
ru: Необходимые компоненты
tr: Gerekli bileşenler
zh_hans: 必需组件
zh_hant: 必要元件

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
pt: Redefinir
ru: Сброс
tr: Sıfırla
zh_hans: 重置
zh_hant: 重置

source: Reset auto-download settings
de: Auto-Download-Einstellungen zurücksetzen
es: Restablecer ajustes de descarga automática
fr: Réinitialiser les réglages de téléchargement automatique
it: Ripristina le impostazioni di download automatico
pt: Redefinir configurações de download automático
ru: Сбросить настройки автозагрузки
tr: Otomatik indirme ayarlarını sıfırla
zh_hans: 重置自动下载设置
zh_hant: 重設自動下載設定

source: Reset Auto-Download Settings
de: Einstellungen für automatischen Download zurücksetzen
es: Restablecer los ajustes de descarga automática
fr: Réinitialiser les réglages de téléchargement automatique
it: Ripristina le impostazioni di download automatico
pt: Redefinir as configurações de download automático
ru: Сбросить настройки автозагрузки
tr: Otomatik indirme ayarlarını sıfırla
zh_hans: 重置自动下载设置
zh_hant: 重設自動下載設定

source: Resolving…
de: Wird aufgelöst …
es: Resolviendo…
fr: Résolution…
it: Risoluzione…
pt: Resolvendo…
ru: Поиск…
tr: Çözümleniyor…
zh_hans: 正在解析…
zh_hant: 正在解析…

source: Retained private material
de: Beibehaltenes privates Material
es: Material privado conservado
fr: Matériel privé conservé
it: Materiale privato conservato
pt: Material privado preservado
ru: Сохранённый приватный материал
tr: Saklanan özel materyal
zh_hans: 保留的私密材料
zh_hant: 保留的私密資料

source: Retention policy has not yet been verified for this development build.
de: Die Aufbewahrungsrichtlinie wurde für diese Entwicklungsversion noch nicht überprüft.
es: La política de conservación aún no se ha verificado para esta versión de desarrollo.
fr: La politique de conservation n’a pas encore été vérifiée pour cette version de développement.
it: La politica di conservazione non è ancora stata verificata per questa versione di sviluppo.
pt: A política de retenção ainda não foi verificada para esta versão de desenvolvimento.
ru: Политика хранения для этой версии для разработчиков ещё не проверена.
tr: Bu geliştirme sürümü için saklama politikası henüz doğrulanmadı.
zh_hans: 此开发版本的保留政策尚未经验证。
zh_hant: 此開發版本的保留政策尚未經過驗證。

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente
ru: Повторить
tr: Yeniden dene
zh_hans: 重试
zh_hant: 重試

source: Retry Loading
de: Laden erneut versuchen
es: Reintentar carga
fr: Réessayer le chargement
it: Riprova caricamento
pt: Tentar carregar novamente
ru: Повторить загрузку
tr: Yüklemeyi Yeniden Dene
zh_hans: 重试加载
zh_hant: 重試載入

source: Retry Recovery
de: Wiederherstellung erneut versuchen
es: Reintentar recuperación
fr: Réessayer la récupération
it: Riprova ripristino
pt: Tentar recuperação novamente
ru: Повторить восстановление
tr: Kurtarmayı Yeniden Dene
zh_hans: 重试恢复
zh_hant: 重試復原

source: Retry send
de: Erneut senden
es: Reintentar el envío
fr: Renvoyer
it: Riprova invio
pt: Tentar enviar novamente
ru: Отправить снова
tr: Yeniden gönder
zh_hans: 重新发送
zh_hant: 重新傳送

source: Retrying Recovery…
de: Wiederherstellung wird erneut versucht…
es: Reintentando recuperación…
fr: Nouvelle tentative de récupération…
it: Nuovo tentativo di ripristino…
pt: Tentando a recuperação novamente…
ru: Повторная попытка восстановления…
tr: Kurtarma yeniden deneniyor…
zh_hans: 正在重试恢复…
zh_hant: 正在重試復原…

source: Review group changes
de: Gruppenänderungen prüfen
es: Revisar cambios del grupo
fr: Vérifier les modifications du groupe
it: Controlla le modifiche al gruppo
pt: Rever alterações do grupo
ru: Проверьте изменения группы
tr: Grup değişikliklerini gözden geçir
zh_hans: 检查群组更改
zh_hant: 檢查群組變更

source: Review Rejoin Invitation
de: Einladung zum erneuten Beitritt prüfen
es: Revisar invitación para volver a unirse
fr: Examiner l’invitation à rejoindre à nouveau
it: Esamina l’invito a rientrare
pt: Rever convite para voltar a entrar
ru: Просмотреть приглашение на повторное вступление
tr: Yeniden katılma davetini incele
zh_hans: 查看重新加入邀请
zh_hant: 檢視重新加入邀請

source: Running
de: Wird ausgeführt
es: En ejecución
fr: En cours
it: In esecuzione
pt: Em execução
ru: Выполняется
tr: Çalışıyor
zh_hans: 运行中
zh_hant: 執行中

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Save edit
de: Bearbeitung speichern
es: Guardar edición
fr: Enregistrer la modification
it: Salva modifica
pt: Salvar edição
ru: Сохранить редактирование
tr: Düzenlemeyi kaydet
zh_hans: 保存编辑
zh_hant: 儲存編輯

source: Save failed
de: Speichern fehlgeschlagen
es: No se pudo guardar
fr: Échec de l’enregistrement
it: Salvataggio non riuscito
pt: Falha ao salvar
ru: Не удалось сохранить
tr: Kaydetme başarısız
zh_hans: 保存失败
zh_hant: 儲存失敗

source: Save profile
de: Profil speichern
es: Guardar perfil
fr: Enregistrer le profil
it: Salva profilo
pt: Salvar perfil
ru: Сохранить профиль
tr: Profili kaydet
zh_hans: 保存个人资料
zh_hant: 儲存個人資料

source: Saved %@
de: Gespeichert %@
es: Guardado %@
fr: Enregistré %@
it: Salvato %@
pt: Salvo %@
ru: Сохранено %@
tr: %@ kaydedildi
zh_hans: 已保存 %@
zh_hant: 已保存 %@
